[
  "calendar",
  "surfing",
  "sample-plugin",
  "advanced-canvas",
  "completed-tasks",
  "dataview",
  "homepage",
  "outliner-md",
  "periodic-notes",
  "quickadd",
  "obsidian-tasks-plugin",
  "tasks-calendar-wrapper",
  "templater-obsidian",
  "various-complements",
  "omnisearch",
  "local-gpt",
  "obsidian-linter",
  "image-converter",
  "obsidian-git",
  "folder-notes",
  "file-explorer-note-count",
  "exmemo-tools",
  "obsidian-custom-attachment-location",
  "colored-tags",
  "obsidian-checklist-reset",
  "obsidian-chartsview-plugin",
  "ai-providers",
  "recent-files-obsidian",
  "remember-cursor-position",
  "obsidian-show-file-path",
  "smart-composer",
  "net-clip"
]